representative
david
obey
wisconsin
democrat
serve
appropriations
committee
president
official
budget
process
send
proposal
lead
john
cardinal
connor
new
york
today
use
occasion
public
ceremony
israel
apologize
country
people
government
cancel
meeting
schedule
israelis
choose
enter
foot
century
deeply
regret
certainly
perceive
intend
govern
declare
year
day
mass
st
church
old
city
jerusalem
remark
later
plan
blame
appointment
prime
minister
yitzhak
shamir
ill
realize
vatican
forbid
ranking
fail
preparation
mr
45
minute
try
explain
jewish
capital
israeli
protect
christian
holy
site
failure
father
life
strengthen
human
dignity
refuse
meet
office
mayor
municipal
read
long
night
write
boy
watch
die
illness
concentration
camp
way
violence
obtain
justice
end
god
abraham
face
turn
grant
peace
statement
recognize
feeling
win
election
largest
margin
governor
state
history
mario
matthew
cuomo
second
term
administration
prove
responsible
idea
work
22
address
interrupt
seven
time
applause
heart
head
common
sense
reference
washington
come
interview
soon
begin
series
trip
signal
political
strategist
seek
1988
democratic
nomination
speech
point
tax
cut
approve
word
refer
1983
actual
unrealistic
just
urge
stretch
mind
resource
far
settle
believe
capable
lift
entire
generation
poverty
defeat
build
strongest
nation
world
choice
add
learn
thing
course
tell
half
hour
wednesday
19
guest
plaza
hotel
lay
story
certain
hear
hall
grab
sheet
cover
group
scream
wave
attract
attention
rescue
worker
best
burn
jump
dress
hospital
green
room
running
shoe
think
fall
finally
talk
wash
press
help
black
smoke
break
play
ground
floor
casino
continue
10
000
bunch
helicopter
crew
swing
seat
reach
film
tower
grand
las
vegas
1980
member
party
afternoon
crazy
run
eighth
recall
solid
wall
television
pray
26
fly
puerto
rico
gambling
ago
team
miss
tiny
light
usually
bright
man
wear
hold
hand
firefighter
door
roof
gov
hernandez
news
conference
investigator
report
happen
shortly
30
basis
suspicion
tend
matter
rise
labor
situation
rican
code
make
provision
install
23
beach
resort
section
san
juan
dead
sit
chair
freeze
frequent
gonzalez
perez
employee
survive
supervisor
shout
larry
roberts
34
designer
manhattan
friend
jerry
decision
spend
holiday
week
worry
husband
kid
like
ryan
robert
walker
yorkers
sleep
big
jet
game
experience
weekend
familiar
problem
manager
saturday
set
brooklyn
post
security
guard
pick
item
clothing
contribute
survivor
army
lawyer
satisfy
unless
appoint
special
prosecutor
handle
case
director
criminal
lawrence
review
evidence
improper
action
law
enforcement
authority
jr
vernon
mason
comment
separate
telephone
arrest
murder
investigation
federal
dangerous
community
current
position
brother
south
1950
60
willing
civil
rights
respond
mandate
aspect
involve
sandiford
cooperate
admission
prepare
confront
racial
incident
response
district
attorney
queens
andrew
united
states
receive
direct
request
join
yesterday
secretary
martin
credibility
zero
koch
testify
jury
step
investigate
allegation
police
judicial
misconduct
class
place
speaking
witness
great
spokesman
thomas
decline
confirm
consider
explore
variety
option
forward
various
alternative
bureau
preliminary
howard
department
expect
normal
procedure
recommendation
general
accept
need
approval
recommend
hope
nature
stay
home
possible
advice
clifford
charge
national
weather
service
forecast
cause
worldwide
unusually
high
rare
sun
earth
increase
pull
slow
movement
storm
snow
north
west
connecticut
inch
area
wind
40
stall
east
coast
friday
morning
50
mile
push
higher
worst
jay
chief
atlantic
power
carolina
tree
damage
building
appear
month
leave
million
damages
accord
patrick
information
officer
substantial
earl
worse
december
heavy
rain
overturn
destroy
estimate
mark
phillips
county
sheriff
sgt
charles
port
jersey
air
traffic
major
additional
300
midnight
shift
small
col
white
house
physician
result
test
reagan
feel
good
dr
examine
cancer
standard
medical
practice
know
monday
newly
july
1985
immediately
briefing
papers
presidential
making
agenda
similar
remove
operation
examination
crucial
albert
deputy
answer
question
mean
chest
ray
perform
tuesday
surgery
commonwealth
speak
alcohol
tobacco
investigative
establish
crime
focus
related
determine
atlanta
firm
local
indicate
bomb
plant
bad
device
opinion
source
intent
staff
spread
quickly
knowledge
aid
litigation
behalf
victim
explosive
figure
able
agent
lloyd
systems
manufacturer
depend
advanced
component
quite
likely
eventually
japan
american
chip
industry
tonight
resolve
diplomatic
circumstance
encounter
clear
guideline
permit
visit
residence
ask
afterward
foreign
earlier
understand
willingness
compromise
shimon
peres
agreement
offer
gesture
recognition
picture
loss
honor
mix
leader
location
outside
highest
demonstration
sovereignty
ministry
belong
bloc
reception
ambassador
french
appropriate
support
france
military
libya
intervene
libyan
force
remain
line
cross
stand
responsibility
aircraft
attack
western
sue
train
stop
joseph
transportation
safety
board
occur
track
early
evening
tape
message
station
philadelphia
jack
railroad
car
company
scene
lend
equipment
operate
engine
warn
main
george
harvey
baltimore
late
12
kill
harry
arrive
toll
conduct
passenger
essentially
close
jones
43
newark
look
start
64
street
walk
away
accident
resident
business
coach
probably
resume
gary
shultz
48
ronald
organized
task
assert
construction
change
agency
racketeering
solve
inspector
bid
contractor
bribe
union
contract
favor
lower
indict
convict
corruption
condition
potential
unique
permanent
oversee
entity
number
deliver
interim
final
complete
hearing
propose
include
regulation
concern
uncertain
inquiry
specify
cost
project
rent
residential
commercial
tenant
differ
combine
technique
available
brain
trust
expert
economist
historian
sociologist
scientist
addition
issue
waste
island
sure
resistance
present
ability
corrupt
stake
status
legitimate
emphasize
membership
honest
hard
working
woman
deal
solution
enormous
mafia
involvement
hire
violent
confrontation
mob
advantage
allow
profit
natural
consequence
1981
rely
random
garbage
collection
toxic
finding
manage
association
francis
unaware
pattern
regard
search
fact
past
couple
james
32
owner
advertising
relation
conn
dec
31
sir
truth
bruce
vice
sunday
operating
staten
diego
lrb
rrb
family
nightmare
low
15
job
sign
daily
intelligence
pain
medication
express
suffer
excessive
rate
provide
congress
eligible
coverage
medicare
health
benefit
doctor
expense
necessary
joke
ordinary
fine
bed
monitor
stress
clinic
senator
bentsen
texas
democrats
argue
flaw
senate
byrd
virginia
release
majority
select
bob
dole
kansas
republican
object
scope
wide
date
bring
campaign
sam
nunn
georgia
view
financing
contra
difficult
draw
fund
divert
iran
arm
sale
raise
privately
particularly
bank
account
daniel
inouye
hawaii
assure
bound
vote
disappointed
dave
minnesota
chairman
insist
tough
nice
buchanan
communication
affair
rally
near
branch
pay
recent
apparent
negative
spending
restraint
attempt
recover
income
panel
commission
apparently
reduce
deficit
minimum
salary
january
1989
cite
conclusion
especially
judiciary
announce
decide
scale
exist
introduce
resolution
van
executive
recently
pretty
comparison
senior
submit
dollar
reaction
stage
promise
eliminate
sacrifice
defense
accompany
thousand
miller
observe
insure
adequate
unlikely
percent
inflation
level
previous
center
policy
private
research
advocacy
critical
18
billion
program
medicaid
food
assistance
rural
housing
form
rhode
deserve
ignore
student
claude
florida
28
elderly
cold
document
colleague
avoid
annual
criticism
fast
economy
produce
revenue
calculation
27
engineer
apply
proceed
ahead
crash
switch
speed
automatically
busy
northeast
datum
event
factor
function
box
500
obvious
short
distance
different
record
frank
subcommittee
context
fiscal
maryland
rail
yard
fate
impact
body
clothes
blow
knock
mrs
neighbor
hang
dry
length
river
bridge
war
zone
remind
blood
anthony
transit
regular
aware
delay
aide
roy
admit
bar
key
conflict
ideology
richard
jesse
helms
relations
confidence
leadership
indiana
1986
conservative
control
african
sanction
strong
marcos
regime
lobby
capitol
actively
campaigning
simply
shut
republicans
lose
november
fulfil
pledge
constituent
simple
assertion
want
officially
convene
formally
constitute
network
caucus
organize
mail
sharply
criticize
voting
fight
anti
communist
standing
rule
order
exclude
entitle
reject
thursday
blind
important
invest
bureaucracy
senators
nancy
evans
paul
alaska
dakota
supporter
respect
strongly
contrary
wish
william
casey
central
clearly
right
replace
prayer
soft
voice
wyoming
interested
difficulty
weakness
hill
dramatically
oklahoma
active
oval
improve
outspoken
donald
regan
successor
caspar
weinberger
little
missile
sell
ultimately
nicaraguan
rebel
saudi
dealer
abc
iranian
colonel
100
money
exciting
carol
murray
disappointment
hollywood
star
crowd
iowa
congressman
fred
actor
smith
love
boat
rest
minority
whip
guy
stuff
boss
elect
care
md
tony
coffee
bother
lack
phone
operator
33
absolute
helpful
laugh
michael
attend
fellow
treasurer
jose
negotiator
terrible
innocent
pursue
rapid
require
laboratory
scientific
rapidly
means
tomorrow
inspection
lopez
associated
person
assistant
ms
luis
80
identify
recovery
undergo
wife
reporter
naval
wonderful
clean
yes
discuss
range
domestic
congressional
session
disease
bone
size
younger
vital
stable
tissue
breakfast
jan
spirit
sound
analysis
lieut
oliver
secret
suggest
authorize
return
hurt
example
elaborate
dealings
worth
mcfarlane
reportedly
largely
elliott
abrams
inter
sport
raid
precise
significant
represent
demonstrate
let
bite
jacques
nonetheless
warning
reply
red
radio
seriously
coordinator
lebanon
tel
aviv
university
prof
clinton
pressure
constitution
greater
share
legal
arafat
professor
imagine
palestinians
editor
representatives
les
aspin
armed
services
shot
scare
overall
difference
gephardt
missouri
patricia
colorado
free
despite
initial
nicaragua
speaker
retire
oppose
touch
drug
sharp
denounce
reduction
education
danger
abuse
narcotic
comprehensive
measure
offensive
strategy
instead
effort
rid
america
society
counter
commitment
effective
grow
treatment
edwin
dale
management
200
activity
planning
purchase
material
organization
cutback
benjamin
expand
prevention
rehabilitation
funding
attitude
wage
approach
productive
educate
citizen
youth
3d
claim
pass
americans
open
legislative
presidency
1987
curb
rose
forget
predecessor
desire
ethic
create
subpoena
possibly
battle
priority
warren
anderson
exercise
really
limit
self
objection
consideration
parliament
consistently
defend
deny
buy
weapon
notice
unfortunate
author
book
iranians
superpower
sick
carter
specialist
council
surprise
commissioner
surprising
unusual
detective
20
ring
usual
note
generally
reflect
publish
punish
illegal
soviet
expose
mining
region
ukraine
magazine
act
instruct
impose
punishment
strict
organ
international
reserve
vast
14
affect
britain
industrial
germany
market
credit
global
competition
complain
guarantee
obligation
true
field
bankers
ward
renew
judge
file
potentially
threaten
court
ruling
summer
veteran
lie
existence
importance
destruction
routine
prosecution
routinely
financial
repeatedly
outline
pension
nearly
oregon
legislation
permission
space
ridiculous
modest
technology
target
lot
equity
trading
accomplishment
stock
perfect
happy
cheer
morgan
stanley
shearson
lehman
brothers
salomon
instance
predict
dow
adm
poindexter
adviser
larger
role
previously
suspect
shipment
admiral
diversion
sorry
purpose
direction
assist
moderate
element
nbc
copy
rebuff
suggestion
counsel
march
contact
leonard
directly
challenge
restrict
economic
license
application
base
councilman
appeal
agriculture
average
price
cent
marc
goldman
distribution
prevent
gain
praise
trade
award
consumer
uphold
protection
faith
deep
middle
quality
arabs
jews
roman
catholic
tired
road
fruit
jordan
appreciate
acknowledge
disappoint
influence
follow
opportunity
assess
soldier
bury
gift
palestinian
refugee
indictment
morris
powerful
53
draft
stone
throw
principal
girl
school
basically
study
literature
condemn
civilian
future
sea
drive
1967
dean
70
victory
mood
young
shape
entirely
gaza
engineering
physical
promote
concerned
mississippi
command
grass
personal
foley
particular
capacity
real
longer
california
threat
border
neil
dismiss
nov
bolster
intervention
radical
carry
iraq
large
unity
rev
based
detect
wait
timothy
conclude
silence
traditional
relationship
whites
aim
italian
offend
refusal
stewart
bias
death
prosecute
broader
racism
bigger
griffith
contribution
initially
monetary
suit
similarly
militant
baptist
harlem
concede
dispute
rarely
demand
borough
dinkins
principle
climate
inadequate
better
improvement
intensify
unemployment
host
foster
phil
joe
weekly
efficiency
giants
check
perspective
seconds
jim
enthusiastic
dump
bobby
johnson
penalty
motion
block
league
quarter
clark
drop
catch
reason
characterize
language
portray
complex
initiative
moral
straight
politics
applaud
aviation
caution
unprecedented
fewer
insurance
welfare
expensive
11
gross
product
dramatic
index
goods
projection
corporation
prepared
increasingly
resources
1979
65
age
29
37
employ
dependent
wages
25
marry
hole
net
poor
population
live
rock
define
debt
charity
patient
total
portion
edward
kennedy
massachusetts
debate
catastrophic
disabled
label
ride
worsen
gap
ball
pregnant
unable
deposit
fear
800
child
transfer
plastic
bag
emergency
football
celebrate
tom
hot
dog
loyalty
disclosure
attribute
reality
convey
sentiment
finger
accuse
leak
plane
route
harold
bernard
southern
1970
oil
faster
finish
endorse
deployment
nuclear
nationwide
shield
deploy
ambition
phase
strategic
relatively
violate
treaty
alfred
succeed
yorker
writer
taste
judgment
rumor
consulting
creative
reaffirm
17
administrator
longtime
duty
shirt
jonathan
janet
coup
greatest
indication
suddenly
bind
shock
gold
ticket
los
angeles
corporate
client
individual
metropolitan
transplant
living
super
denver
winner
partner
fernando
valley
slightly
shop
value
handful
season
russell
wade
travel
exact
triple
package
tour
connection
fan
careful
known
don
weiss
phenomenon
intention
novel
psychiatrist
jane
contend
joan
character
movie
easily
victor
freedom
prominent
amendment
precedent
expression
trial
selection
producer
determination
homosexual
lure
suicide
pact
method
1976
property
stephen
currency
institute
economics
marshall
equal
employment
explicitly
shall
treat
pregnancy
agree
argument
employer
byron
dissent
rehnquist
lewis
powell
1978
prohibit
hail
welcome
rejection
sex
neutral
justices
brennan
blackmun
sandra
minor
stevens
limited
affirmative
preference
scalia
antonin
pre
sentence
crowded
courtroom
owen
defendant
smile
publicity
75
junior
fair
72
christopher
62
counselor
driver
rudolph
giuliani
35
maintenance
negotiation
complaint
swear
classic
temporarily
voluntarily
jurisdiction
improperly
violation
ought
mechanism
specific
surrender
obviously
frequently
michel
urban
participant
announcement
sweep
persuade
meaningful
outrage
setback
chinese
boston
china
advise
widely
dissident
tradition
beijing
abroad
rodriguez
encourage
eve
headquarters
anger
possibility
conspiracy
alarm
lock
image
strike
religious
guidance
biggest
ready
visible
sympathy
escape
13
plea
daughter
publicly
acceptable
handling
motivation
sweeping
solely
momentum
gang
engage
yield
stick
notify
emotional
worried
brookings
institution
times
trace
sample
fault
user
gates
norman
harvard
precisely
performance
effect
behavior
presence
1982
1984
lawmaker
mistake
ally
orrin
hatch
utah
closest
assume
desk
legislator
henry
illinois
influential
error
apology
withhold
properly
confident
controversy
rudman
hampshire
cohen
maine
christmas
convinced
kind
nixon
proceedings
excuse
wrong
severely
resign
protest
risk
broad
april
opposition
hostage
cabinet
disagree
antonio
immigration
alien
amnesty
santa
1969
naturalization
visa
ralph
garcia
el
vary
alan
nelson
miami
fee
immigrant
quick
peter
regional
margaret
nonprofit
double
craig
volunteer
warrant
mohammed
ali
definitely
identity
germans
exchange
prisoner
islamic
fish
interior
summon
journalist
capture
airport
seize
24
pound
hide
egg
flight
beirut
geneva
africa
progress
politician
newspaper
publisher
carefully
article
samuel
paper
critic
detain
prison
opponent
ellen
exile
inside
unsuccessful
water
understanding
tension
assessment
enforce
rush
mortgage
finance
bronx
ruth
afghan
cease
hair
reconciliation
withdrawal
troops
guerrilla
combat
poll
47
mid
68
excellent
42
unfair
21
respondent
perception
shuttle
disaster
disturbing
customer
discount
brokerage
mainly
investor
analyst
everybody
frederick
retail
chase
newsletter
cigarette
bradley
16
pack
college
professional
basketball
ad
model
enjoy
mike
discussion
consistent
extend
ban
print
media
supreme
proponent
popular
notion
constitutional
smoking
rich
grounds
broadcasting
susan
arnold
associate
coalition
advocate
subject
beer
meat
liberties
ira
awful
herbert
investment
compare
typical
king
museum
montana
consultant
bedroom
apartment
normally
communications
mother
february
crisis
meese
memorandum
superior
depart
controversial
harsh
revolutionary
shooting
philip
williams
pa
lake
firing
store
nearby
abandon
flee
wood
interstate
testimony
commit
solidarity
underground
acquit
guilty
replacement
intellectual
atmosphere
academy
social
sciences
personnel
enable
implement
politburo
quote
basic
false
denial
ship
restore
persian
gulf
kuwait
objective
hussein
devote
achieve
goal
arab
arabia
strength
saddam
clock
negotiate
electrical
bargaining
troubled
settlement
stuart
absence
dennis
cup
chance
challenger
aboard
wright
meter
chris
mikhail
russian
invite
theater
moscow
yuri
mention
andrei
physicist
screen
gorbachev
lifetime
cultural
arthur
mitchell
version
master
music
polish
vincent
covert
arms
supply
october
transport
jeopardize
bush
underscore
maintain
flow
gen
sight
leon
await
declaration
originally
detention
asylum
custody
beat
televise
episode
doubt
republic
plunge
treasury
baker
intense
feb
mexican
educational
virtually
hopeful
optimistic
reasonable
unacceptable
accommodate
ross
harbor
honduras
access
twice
conviction
drilling
list
dream
sharon
49
graduate
brown
upset
fighter
simpson
effectiveness
turmoil
cooper
compliance
type
success
differently
tremendous
extremely
august
assurance
quota
numerous
map
accomplish
terry
reynolds
nassau
operations
90
brooks
bus
63
feldman
avenue
chancellor
vision
german
occasionally
speculate
kohl
category
continued
dozen
hint
race
61
theme
comptroller
interesting
page
arizona
reveal
retreat
proper
balance
fifth
substitute
farm
land
club
environmental
veto
affairs
wildlife
federation
anne
unit
illegally
alter
homeless
degree
sort
hallway
shelter
lawsuit
pend
canadian
fulfill
canada
brian
rank
cope
successful
brief
wilson
tokyo
repeat
competitive
banking
stimulate
evaluate
trouble
subway
temporary
repair
garden
guide
closed
channel
terrorist
europe
mislead
delivery
halt
wonder
teach
ballot
development
healthy
unite
retain
candidate
weaken
shoulder
deliberation
rocket
nasa
gore
tennessee
consultation
withdraw
joint
completely
design
bear
michigan
science
ernest
commerce
accounting
tie
emerge
inform
circle
iraqi
machine
japanese
counterpart
evolve
growth
anxious
pleased
retired
aquino
demonstrator
wound
calm
independent
killing
tragic
rival
correct
commander
metal
riot
bullet
flat
maximum
wild
slip
northern
depict
quietly
retirement
kabul
widespread
resist
diplomat
taker
broadcast
promising
paris
appearance
surplus
logical
sachs
obstacle
bonn
helmut
parliamentary
painful
voter
slowly
600
walter
thompson
banker
parent
communicate
johnston
departure
barely
profitable
memo
title
concept
discover
westchester
700
roll
harrison
achievement
display
video
gregory
upper
root
poland
prefer
tv
addict
lynn
contrast
hate
mentally
spot
yale
39
park
valuable
player
hit
jeff
talent
aggressive
carl
taylor
anymore
karl
dan
frustration
seizure
trafficking
terrorism
link
latest
connect
embassy
pakistan
fighting
edge
province
52
fully
casualty
cooperation
closely
automobile
suppose
restaurant
fla
winter
vacation
fun
voluntary
al
mandatory
douglas
sufficient
immediate
chemical
regulatory
chicago
diane
alliance
immune
nervous
medicine
contain
expansion
steer
pennsylvania
truly
aging
closer
mutual
compelling
overhaul
nursing
pocket
revive
sixth
skeptical
cbs
summit
survey
55
easy
mission
allan
mcdonald
roger
visitor
stalin
period
allude
disappear
theory
evaluation
multiple
aside
fit
conventional
outstanding
prevail
practical
interpret
significance
left
psychology
pilot
description
shoot
lieutenant
muslim
iraqis
develop
franklin
38
41
tolerate
shake
vow
takeover
maj
plot
sector
democracy
intensive
gather
timing
archbishop
british
london
lowest
audience
afghanistan
bit
angry
plead
costly
alfonse
amato
revise
sponsor
moynihan
scholar
convince
overlook
greatly
deadline
undertake
afraid
backed
justified
savings
absolutely
disability
advisers
eye
burden
kenneth
darman
statistics
trend
specifically
launch
spare
extent
oct
weak
alexander
requirement
ultimate
comply
supervision
decisive
table
passage
confer
stance
cool
redman
faction
moment
oscar
motive
communism
tip
wake
charter
assign
pacific
fleet
suspicious
uncle
letter
elizabeth
arrange
gasoline
load
fort
eugene
secord
wrongdoing
gerald
collect
loan
stability
ease
fed
surveillance
regulate
extension
discipline
regulator
environment
essential
totally
piece
currently
structure
ownership
primarily
competitor
adjustment
vigorously
maybe
opening
round
gun
contender
override
forge
partisan
considerable
fresh
overcome
gathering
palace
transform
instrument
20th
historic
cautious
aleksandr
commentator
socialist
foundation
extensive
expertise
chiefs
solicit
swiss
businessman
operative
sensitive
partly
marine
corps
navy
european
conversation
pentagon
tank
eager
disclose
manufacture
electronic
monitoring
consult
egypt
psychiatric
badly
mental
farmer
southeast
son
explanation
symptom
nurse
disorder
exhaust
dirty
astronaut
capt
captain
climb
training
motivate
computer
afford
realistic
houston
primary
software
controller
recruit
spring
vehicle
technical
morale
fix
journal
highly
legally
valid
tim
la
terminal
era
quiet
bay
nicholas
envoy
instruction
plain
rabin
terror
formal
francisco
fundamental
planned
flexible
advisory
preside
excess
asset
defer
kathleen
premium
interpretation
ii
russians
definition
defensive
exception
bell
acting
division
designate
oversight
ohio
squeeze
restriction
merely
reward
overwhelming
creation
chamber
legislature
register
tenure
resignation
nominate
career
leahy
vermont
confirmation
marlin
fitzwater
anybody
clash
gerasimov
breach
culture
organizer
prompt
aids
pose
centers
forum
epidemic
consensus
250
liberty
testing
virus
positive
infection
birth
marriage
relate
jeffrey
gay
lesbian
counseling
steven
manufacturers
import
town
export
electronics
korea
compete
motors
latin
venture
assembly
smart
bargain
pat
skill
silent
northwest
proceeds
crop
drinking
earn
remember
listen
meal
companion
oh
apart
reputation
folk
gene
unemployed
somewhat
lobbyist
dark
ocean
stream
glenn
reverse
blue
teen
ager
beating
assault
predominantly
insufficient
sustain
scott
undermine
prince
bin
arrangement
wedtech
simon
relative
manner
triumph
idaho
pollution
architect
concur
contradict
confidential
fernandez
confess
assignment
sought
indian
backing
82
ford
gray
clerk
ways
transcript
payment
founder
laurence
shareholder
restructuring
friendship
struggle
diminish
enhance
assumption
unconstitutional
seen
text
dukakis
adopt
suffolk
highway
hills
associates
calif
sanford
lincoln
securities
advance
absorb
auto
volume
correction
gordon
1972
accelerate
kemp
narrow
reading
grinker
thinking
1990
stabilize
weigh
personally
sophisticated
suspension
psychologist
teachers
columbia
schools
elementary
supervise
curriculum
alert
surprised
decade
princeton
remarkable
substantially
successfully
karen
davis
johns
hopkins
ginsburg
energy
fuller
distribute
secure
harder
nationally
liability
exposure
dallas
estate
children
june
ruin
belt
safeguard
administrative
friendly
reform
efficient
devise
stark
detailed
400
suburb
acre
plus
rocky
arkansas
giant
devastate
severe
deborah
sacramento
mexico
specialize
dick
tight
tire
animal
sympathetic
oath
classify
studies
safe
gennadi
decree
boris
sergei
surgeon
condom
deadly
advertisement
acquire
hispanic
sexual
radar
discrimination
louis
constructive
square
photograph
card
bottle
camera
art
lane
eastern
insistence
facility
southwest
beginning
teheran
ayatollah
khomeini
anniversary
revolution
islam
independence
hostility
lsb
artist
campus
maker
openly
spokeswoman
belief
viewer
prospects
postpone
september
uniform
carlos
corner
cocaine
airplane
dade
fourth
kick
bishop
priest
fatal
participate
catholics
sad
pastor
citizens
discourage
barrier
subsidy
philosophy
ambitious
huge
alabama
verdict
closing
prior
merger
robinson
ice
truck
feature
mountain
communists
sister
amid
match
effectively
internal
85
gas
1973
embargo
petroleum
production
raymond
medium
attach
concentrate
thought
reiterate
stem
sandinista
politically
liberal
negotiating
developer
costa
rica
actually
analyze
english
abdul
forest
precinct
frankly
policeman
richards
prize
habit
tear
constant
fortune
allen
speculation
expectation
scandal
favorable
mount
cell
150
sept
barry
privacy
generate
louisiana
peaceful
cranston
uncertainty
governmental
blunt
oust
isolate
specter
reservation
participation
suspend
automatic
color
grade
injury
lean
occupy
lesson
webster
edwards
basement
edmund
wing
ed
richardson
window
rear
painting
seymour
walsh
conservation
keith
style
extreme
explode
seattle
decrease
incentive
orleans
teacher
eat
classroom
patrol
36
duke
austin
impossible
quit
discovery
institutes
combination
concrete
substance
walesa
glass
raising
candidacy
raiser
lady
abortion
59
save
forever
react
pop
paint
strip
graham
examiner
nominee
odds
widow
merrill
harris
clarence
attractive
surround
beautiful
aggressively
shortage
baby
signature
ceiling
54
jew
controlled
village
proportion
infected
vietnam
va
cuba
vietnamese
asia
split
cuban
uprising
confusion
single
shopping
researcher
jean
ideal
scrutiny
observer
massive
dawn
infect
count
screening
useful
accurate
carrier
hunter
sexually
modify
tool
alive
arrival
regularly
recollection
gail
ethnic
religion
affiliate
delegate
faculty
integrity
confidentiality
promotion
remedy
endorsement
equally
unlike
maxwell
supplies
imply
electricity
utility
donation
endowment
sum
humanitarian
donor
sudden
gamble
harm
jackson
courthouse
statute
popularity
enact
brent
scowcroft
weight
extraordinary
impression
nevada
portland
divorce
psychological
bitter
bond
moore
1977
publication
berkeley
england
strain
lynch
content
teaching
greet
suburban
knee
deliberate
qualify
wealthy
inner
comfortable
reuters
pipe
cousin
unclear
sergeant
hospitalize
ortega
saavedra
justify
anticipate
cheney
rating
46
hart
51
66
echo
shorter
sanchez
tactic
smaller
pierre
jail
herald
gradually
danny
broadway
sinai
tribute
privilege
cook
dinner
favorite
lowell
concession
thatcher
occupied
spy
assemble
dismissal
forth
execute
neighborhood
leg
mary
57
academic
sociology
deteriorate
tone
transaction
trail
meaning
soil
injure
magnitude
theft
cruise
relief
pipeline
incumbent
satellite
balanced
extra
emotion
proof
historical
cast
provoke
steinberg
modernize
preserve
betty
hunt
implication
leslie
marketing
male
emphasis
compensation
clayton
tougher
asian
immunity
downtown
detroit
unexpected
planner
beverly
institutional
physics
pace
stanford
coordinate
inappropriate
1960
phyllis
warner
stern
champion
nations
deter
core
javier
convention
non
fare
albany
lobbying
levy
cooperative
hardly
lee
bennett
conscience
ideological
liberation
desperate
song
unknown
library
score
berlin
original
india
pope
mainstream
urgent
entry
dominate
spanish
airline
gotti
enterprise
cleveland
heavily
buffalo
catherine
older
pronounced
profile
grain
stronger
drink
murphy
lisa
seal
assemblyman
friedman
loud
biden
consent
educator
nazi
striking
earthquake
fuel
rice
flood
scheme
compound
memory
household
ron
reed
unnecessary
arsenal
contention
hayes
courage
hamilton
territory
syria
necessarily
reluctant
cable
mayoral
substantive
overwhelm
roosevelt
survival
cycle
interfere
ben
rabbi
adams
clinical
ethical
presentation
subsidiary
platform
fraud
pro
caribbean
cash
experiment
cornell
inevitable
goldstein
myers
prospective
administer
fashion
background
circuit
barbara
adult
des
korean
rsb
recount
theodore
overseas
temperature
jimmy
memorial
crack
kelly
robbery
appeals
endanger
prospect
fairly
soviets
broker
singer
renounce
agricultural
pete
seventh
rochester
economically
bombing
enemy
divide
flame
manuel
partnership
rockefeller
tex
fox
superintendent
taxpayer
hurricane
steady
goetz
rob
shore
acceptance
diversity
sole
gifford
mel
reopen
payroll
pool
brick
infant
delegation
morgenthau
percentage
dictate
repeal
productivity
baseball
monthly
significantly
lease
chain
publishing
recession
pair
glad
anxiety
native
modern
grader
classmate
56
44
robertson
nato
array
unfortunately
row
earnings
overnight
foreigner
steve
lunch
warm
sanitation
vindicate
chapter
exceed
67
women
outcome
donate
hero
heat
hammer
todd
female
referendum
schumer
reactor
explosion
radiation
chun
kim
seoul
highlight
collapse
inspect
grave
trigger
merit
bankruptcy
marvin
capability
exactly
woo
mandela
equivalent
therapy
rebuild
specifics
steel
supplier
surface
somebody
du
hostile
boom
grocery
heights
breakthrough
warsaw
arise
cap
breast
invoke
guess
trader
fairness
electoral
called
lung
panic
buyer
depression
maria
salvador
petition
evident
gut
disturb
pittsburgh
franchise
wayne
vladimir
apartheid
detainee
recipient
nobel
eduard
shevardnadze
escort
flag
inmate
marino
applicant
tribe
species
carnegie
58
ted
panama
tighten
quayle
cop
stroke
advancement
geoffrey
firmly
1991
pride
kevin
acquisition
accusation
establishment
merchant
flexibility
hong
kong
convert
florio
neck
workers
oldest
proud
regardless
repay
homelessness
donna
census
childhood
symbol
skepticism
cheap
ton
disagreement
surge
heal
formula
layoff
stein
egyptian
revision
tragedy
lord
vulnerable
1994
1995
1975
bipartisan
69
mate
defender
felix
encouraging
feed
contest
levin
mccain
nationalist
rape
wisdom
borrow
editorial
brand
steal
quest
likud
jordanian
palestine
distinction
plaintiff
delaware
wagner
joel
insurer
aug
taiwan
sullivan
russia
factory
hell
vessel
silver
max
relax
campbell
mouth
greenberg
eric
baghdad
bomber
incredible
spill
initiate
gate
angel
hospitals
madison
juror
accountant
technician
moshe
golden
hudson
thank
ann
kremlin
videotape
greenspan
reassure
transition
finances
killer
safer
owe
electric
occupation
neglect
mall
universal
yonkers
2000
lab
francois
noriega
setting
nebraska
empire
embrace
rifle
roh
accountable
motor
jennifer
foreman
possession
olympic
roughly
undecided
learning
easier
protester
orange
trustee
dialogue
entertainment
removal
chairwoman
lawn
dismantle
1996
bork
warhead
band
roe
minded
120
haiti
stupid
linda
kerry
briefly
invitation
stab
reconsider
sheldon
shell
scholarship
athlete
ken
stamp
manufacturing
criterion
kitchen
wealth
gramm
harkin
airlines
runner
path
brady
perot
mich
cincinnati
lithuanian
pierce
sooner
sidewalk
apple
atwater
racist
cuellar
1992
lithuania
polling
jefferson
1993
yeltsin
midwest
1997
drought
colin
abu
retailer
premier
atomic
willie
teeter
cole
yasir
sununu
monica
yugoslavia
thornburgh
muslims
skinner
klerk
kerrey
newt
gingrich
implant
milosevic
tsongas
serbian
sarajevo
serbs
bloomberg
stephanopoulos
bosnia
netanyahu
pataki
internet
trillion
slash
curtail
slight
84
envision
commodity
trim
beneficiary
71
steadily
genuine
secondary
auction
92
73
81
87
95
deliberately
artillery
span
exploit
ancient
bare
tent
legacy
plight
homeland
tourist
restrain
chaos
centerpiece
statewide
mansion
entrance
nerve
plague
jacket
tap
imbalance
cloud
exit
rubble
luxury
flash
origin
harassment
cluster
identification
dispatch
equip
remains
jam
height
sand
wheel
scramble
smash
stumble
shatter
wire
beneath
erupt
83
hat
burning
partial
ap
compile
switzerland
mystery
racially
tide
coastal
commuter
damaging
peak
hazardous
evacuate
mobile
salt
mixed
relieve
scatter
periodically
insert
clue
loyal
96
anonymity
threatening
noise
furniture
consume
technological
segment
telecommunications
slump
freely
heighten
leading
expenditure
summary
logic
chart
slide
offset
competitiveness
following
fastest
93
aerospace
merge
drastic
inability
rome
deadlock
broken
embarrassing
informal
affluent
born
lengthy
parallel
reinforce
armored
desert
frontier
pin
78
1971
disrupt
corridor
noon
rip
crush
desperately
125
haven
traveler
upstate
discharge
payoff
monopoly
wrap
evidently
anonymous
unwilling
imminent
debris
commonly
acid
birthday
76
prescribe
mild
drain
reaching
tense
spell
amend
considerably
temper
steep
89
77
135
fat
contemplate
erosion
1968
115
99
88
74
110
blueprint
constituency
calculate
excerpt
smallest
deeper
dispose
deficiency
syndrome
tactical
maneuver
restrictive
350
corn
credible
elimination
integrate
thanks
reconstruction
owned
upgrade
subsequently
technically
likelihood
a8
upward
authorization
sharing
appropriation
fence
comfort
wander
patch
dig
topic
86
italy
button
hunger
unanimously
ninth
bail
fragile
confuse
distinguish
inject
completion
formation
lesser
topple
160
reliable
unfold
strange
undercut
supposedly
misleading
incomplete
translate
held
retaliation
rage
persistent
proclaim
overthrow
parade
lebanese
militia
massacre
nose
notably
shiite
sever
longstanding
passport
130
regain
complicated
resent
adequately
circulate
edition
proposed
restoration
dominant
evil
heated
northeastern
limitation
leverage
revelation
pit
led
elder
contingent
eventual
articulate
enthusiasm
string
unanswered
separately
farther
headline
openness
identical
risky
traditionally
lending
liquid
dose
postwar
wholesale
bonus
experimental
wars
oriented
defens
ballistic
stunning
indicator
yell
gauge
d1
landmark
900
adjust
soar
loser
certificate
bidding
vague
79
data
kidnapping
bloody
acute
implicate
milk
gallon
activist
processing
licens
clause
appellate
underlie
prohibition
isolation
reflection
confine
oblige
knife
ammunition
opposite
collective
restricted
compose
peasant
historically
upheaval
derive
pan
emotionally
fundamentalist
liner
elite
intimidate
optimism
lapse
alike
drift
prosperity
stir
outlook
bet
troop
simultaneously
remote
leftist
invasion
established
troubling
insurgent
personality
spark
alienate
resentment
boycott
seemingly
doom
stadium
98
dance
pour
longest
snap
bounce
protective
combined
symbolize
purely
complicate
generous
questionable
twin
cargo
erode
destination
persist
raw
cutting
statistical
fierce
horror
parking
celebration
secretly
coincide
boast
lag
hardware
log
skilled
presumably
continent
mirror
constraint
escalate
plenty
stun
1965
buying
bulk
wary
uniformed
felony
representation
yen
adoption
spur
weaker
europeans
deepen
hiring
overrule
1964
construct
bitterly
execution
stack
marshal
civic
crackdown
expel
a10
marxist
tolerance
liberalization
1930
funeral
countryside
flower
poster
famous
men
hidden
compel
unrest
attendance
tumble
dismay
chicken
subsequent
selling
cheaper
broadly
rough
shrink
170
quantity
slower
safely
verify
minimal
profession
illustrate
19th
transmit
installation
situate
iron
rubber
clarify
broaden
slogan
locate
allocate
91
abruptly
landing
exemption
wooden
contempt
sampling
minus
overwhelmingly
pursuit
anchor
holding
experienced
impressive
endure
follower
leap
sustained
volatile
expire
diverse
gallery
consumption
deem
taxi
a6
undercover
pistol
drama
phrase
seller
ratify
craft
formidable
australia
drag
defect
1974
renewal
consist
wider
unrelated
uncover
fold
tanker
sink
shipping
convoy
kuwaiti
peacekeeping
frustrate
bribery
enlist
batter
avert
1940
framework
eligibility
absent
timetable
fade
tunnel
battery
dedicate
assassination
impress
warfare
servant
philippines
vocal
sour
extract
characteristic
140
satisfaction
foe
uncomfortable
embark
turnout
tale
unpopular
borrowing
fishing
750
spouse
hamper
symbolic
celebrity
necessity
gunman
virtual
imprison
environmentalist
spectrum
embarrassment
brush
vacant
defy
180
grenade
coal
lately
tariff
tentative
outright
breakdown
precede
coming
2002
shed
conciliatory
poorly
widen
thorough
reliance
twist
descend
correspondent
independently
marketplace
typically
ail
gunfire
manipulate
yellow
litter
propaganda
disperse
loose
invade
unresolved
custom
soul
ritual
outlet
enrol
ruble
vegetable
sway
stare
caller
minimize
urgency
showing
electorate
prediction
outsider
surprisingly
poise
soften
cleanup
unanimous
sing
deprive
annually
wipe
hardest
atop
blast
hardship
shadow
refuge
ear
hazard
stringent
skin
chronic
unfairly
guilt
financially
supplement
portrait
tighter
marked
thrust
consolidate
resemble
suppress
stronghold
ambulance
chant
obscure
tenth
intact
crumble
battlefield
sky
depth
burst
mortar
outlaw
refrain
rebellion
a12
readily
incorporate
promptly
gear
subsidize
passion
profound
vastly
machinery
roar
column
pioneer
spain
martial
boeing
pitch
torture
backer
publicize
strictly
offering
federally
sizable
introduction
constantly
turkey
unofficial
diplomacy
grip
revival
computerized
modification
bold
fearful
prolonged
disruption
scrap
continental
650
bypass
aftermath
indirectly
extremist
odd
landscape
tall
alongside
potent
output
defiance
netherlands
sweden
pump
warehouse
entrepreneur
squad
dutch
thrive
stricter
abolish
collar
beam
doctrine
bow
vigorous
innovation
tass
cripple
lucrative
cure
cultivate
crude
creditor
distant
bitterness
aged
affirm
altogether
royal
explicit
narrowly
approximately
mask
flurry
vulnerability
compensate
spotlight
surely
delicate
reluctance
exempt
97
punch
baltic
bureaucratic
peer
prescription
disparity
inspire
adapt
scarce
accumulate
meantime
lecture
heritage
exclusively
layer
permanently
subsidized
coat
bench
concert
conceal
comparable
contaminate
transmission
overly
grapple
boost
discriminate
submarine
exert
flourish
smooth
poison
assail
czechoslovakia
hungary
grim
disarray
intensity
angrily
spray
conspire
unhappy
cathedral
insider
haul
journey
pile
poorest
reminder
arena
filing
tuition
growing
inevitably
barrel
brutal
lasting
pause
capitalism
integration
dissolve
attendant
spin
trap
blanket
hurdle
observation
orthodox
youngest
plate
signing
erect
biological
genetic
inherit
variation
provider
grandchild
shy
exhibit
stature
stranger
frame
storage
midst
demographic
inventory
contributor
secrecy
scar
fraction
salvage
digit
brazil
94
horse
succession
suffering
expected
float
banner
muscle
incorrectly
defraud
laden
supermarket
harvest
occasional
dust
evolution
swell
reversal
linger
photo
shelf
render
loom
boundary
web
dwindle
1999
contentious
450
bankrupt
bread
1948
recess
adversary
autonomy
transformation
siege
certify
mess
disturbance
appointee
palm
yugoslav
renovate
overview
discontent
1998
misstate
2001
2004
